export const TERMS_OF_SERVICE = `▣ Insumatch 서비스 이용약관

제 1 장 총 칙
제 1 조 (목적)
본 약관은 Insumatch(이하 '회사' 라 합니다)가 제공하는 인터넷 서비스(이하 '서비스' 라 합니다)를 이용함에 있어 회사와 이용자간의 이용조건 및 절차, 기타 필요사항을 규정함을 목적으로 합니다.
제 2 조 (용어의 정의)
① 이용자 : 보험잡에 접속하여 본 약관에 따라 서비스를 받는 회원 및 비회원을 말합니다.
② 회원 : 회사에 개인정보를 제공하고 회사와 서비스 이용에 관한 계약을 체결한 자로 가입 목적에 따라 “ 개인회원” 과 “기업회원” 으로 구분합니다.
③ 비회원 : 회원에 가입하지 않고 회사가 제공하는 서비스를 이용하는 자를 말합니다.
④ 아이디(ID) : 회원 식별과 회원의 서비스 이용을 위하여 회원임을 확인하고 회원의 비밀보호를 위해 회원자신이 선정하고 회사가 승인하는 문자와 숫자의 조합을 말합니다.
⑤ 비밀번호 : 회원이 부여받은 회원ID와 일치된 회원임을 확인하고 통신상의 자신의 비밀을 보호하기 위해 선정한 문자와 숫자의 조합을 말합니다.
⑥ 서비스 : 회사가 운영하는 사이트를 통해 회사가 기업 또는 개인이 구인, 구직과 교육을 목적으로 등록하는 자료를 DB화하여 각각의 목적에 맞게 분류 가공 집계하여 정보를 제공하는 모든 사항을 말합니다.
⑦ 개인정보 : 생존하는 개인에 관한 정보로서 해당 정보에 포함되어 있는 성명, 생년월일 등의 사항에 의하여 해당 개인을 식별할 수 있는 정보로써 해당 정보만으로 특정개인을 식별할 수 없더라도 다른 정보와 용이하게 결합하여 식별할 수 있는 것을 포함 합니다.
⑧ 전자우편(E-Mail) : 인터넷을 통한 우편을 말합니다.
⑨ 해지 : 회사 또는 회원이 서비스 이용 이후 그 이용계약을 종료 시키는 의사표시를 말합니다.
제 3 조 (약관의 효력 및 변경)
① 본 약관은 회원가입 시 이용자에게 공시되며, 이용자는 '동의' 또는 '동의하지 않음' 을 버튼을 클릭함으로써 동의 여부를 선택할 수 있습니다.
② 회사는 사정변경의 경우와 영업상 중요한 사유가 있을경우 본 약관의 내용을 변경할 수 있으며, 변경된 약관은 이용자에게 적용일자를 명시하여 서비스 이용 약관 페이지와 공지사항에 변경기준일로 부터 최소 7일 전에 공지하는 것을 원칙으로 합니다. 단, 회원의 권리, 의무에 중대한 영향을 주는 변경의 경우에는 적용일자 30일 전부터 공지하도록 합니다.
③ 본 약관을 개정할 경우 그 개정 약관은 적용일자 이후에 체결되는 계약에만 적용 됩니다. 또한 회원은 변경된 약관에 동의하지 않을 경우 회원 탈퇴를 요청할 수 있으며, 변경된 약관의 효력발생일 이후에도 서비스를 계속 사용할 경우 약관의 변경 사항에 동의한 것으로 간주합니다.
제 4 조 (약관의 적용)
본 서비스 이용에 관하여 본 약관을 적용하며, 본 약관에 명시되지 않은 사항에 대하여는 전기통신기본법, 전기통신 사업법 및 기타 관계 법령의 규정에 따릅니다.
제 2 장 서비스 이용계약
제 5 조 (이용계약의 성립)
① 회사의 서비스이용 계약은 이용자가 본 약관과 개인정보보호정책의 내용에 동의 및 회원가입 절차를 거쳐서 ”확인" 단추를 누르면 본 약관에 동의하는 것으로 간주하여 서비스 이용계약이 성립됩니다.
② 건전한 채용문화 정착을 위해 만 14세 미만의 미성년자의 개인정보를 수집하지 않으며, 회원가입을 불허하고 있습니다.
제 6 조 (이용신청)
① 회원으로 가입하여 서비스를 이용하기를 희망하는 자는 회사가 요청하는 소정의 가입신청 양식에서 요구하는 사항을 기록하여 제 5조1항의 “확인” 단추를 누르면 자동 신청됩니다.
② 모든 회원은 반드시 실명인증을 거쳐야 하며, 개인회원은 성명, 생년월일, 성별, 전자우편번호, 주소, 전화번호 등, 기업회원은 회사명과 사업자등록번호, 대표자명, 주소 등 회사의 가입신청 양식에서 정한 필수 정보를 제공 하여야만 서비스를 이용할 수 있습니다.
③ 서비스 이용신청자는 반드시 실명으로 등록하여야 하며, 1건의 이용신청만 가능합니다.
제 7 조 (이용신청의 승낙)
① 회사는 제6조에 따른 이용신청에 대하여 특별한 사정이 없는 한 접수순서에 따라서 이용신청을 승낙합니다.
② 회사는 다음 각 호에 해당하는 경우 이용신청에 대한 승낙을 제한할 수 있고, 그 사유가 해소될 까지 승낙을 유보할 수 있습니다.
1. 서비스 관련 설비에 여유가 없는 경우
2. 기술상 장애사유가 있는 경우
3. 기타 회사가 필요하다고 인정되는 경우
③ 회사는 다음 각 호에 해당하는 이용계약 신청에 대하여는 이용신청을 승낙하지 아니합니다.
1. 이름이 실명이 아닌 경우
2. 다른 사람의 명의를 사용하여 신청한 경우
3. 신청서 상의 정보를 허위로 기재한 경우
4. 사회의 안녕질서 또는 미풍양속을 저해할 목적으로 신청한 경우
5. 기타 회사 소정의 이용신청요건을 충족하지 못하는 경우
④ 제2항 또는 제3항에 의하여 등록 승낙을 유보하거나 승낙하지 아니하는 경우, 회사는 이를 이용신청자에게 알려야 합니다. 다만, 회사의 귀책사유 없이 이용신청자에게 통지할 수 없는 경우는 예외로 합니다.
제 8 조 (계약 사항의 변경)
회원은 개인정보관리를 통해 언제든지 본인의 개인정보를 열람하고 수정할 수 있습니다.
제 9 조 (회원의 개인정보보호)
회사는 관련 법령이 정하는 바에 따라서 이용자 등록정보를 포함한 이용자의 개인정보를 보호하기 위하여 노력해야 합니다. 이용자의 개인정보 보호에 관해서는 관련법령 및 당사가 정하는 "개인정보취급방침"에 정한 바에 의합니다.
제 3 장 서비스 제공 및 이용
제 10 조 (서비스의 내용)
① 회사는 제2조 6항의 서비스를 제공할 수 있으며 그 내용은 다음과 같습니다.
1. 채용정보 등록 서비스
2. 온라인 채용관리 서비스
3. 구인/구직과 관련된 제반 서비스
4. 교육과 관련된 제반 서비스
5. 이용자간의 교류와 소통과 관련된 서비스
6. 기타 회사가 추가 개발하거나 제휴계약 등을 통해 회원에게 제공하는 일체의 서비스
② 회사는 필요한 경우 서비스의 내용을 추가 또는 변경할 수 있습니다. 이 경우 회사는 추가 또는 변경내용을 회원에게 공지해야 합니다.
제 11 조 (서비스 이용시간)
① 서비스는 회사의 업무상 또는 기술상 장애, 기타 특별한 사유가 없는 한 연중무휴, 1일 24시간 이용할 수 있습니다. 다만, 설비의 점검등 회사가 필요한 경우 또는 설비의 장애, 서비스 이용의 폭주 등 불가항력 사항으로 인하여 서비스 이용에 지장이 있는 경우 예외적으로 서비스 이용의 전부 또는 일부에 대하여 제한할 수 있습니다.
② 회사는 제공하는 서비스 중 일부에 대한 서비스 이용시간을 별도로 정할 수 있으며, 이 경우 그 이용시간을 사전에 회원에게 공지를 통해 그 내용을 알려야 합니다.
제 12 조 (정보의 제공 및 광고의 게재)
① 회사는 서비스를 운용함에 있어서 각종 정보를 서비스에 게재하는 방법 등으로 회원에게 제공할 수 있습니다.
② 회사는 서비스의 운용과 관련하여 서비스 화면, 홈페이지 등에 정보 또는 광고 등을 게재할 수 있으며 회원들의 전자우편 주소로 광고메일을 보낼 수 있습니다.
③ 회사는 서비스상에 게재된 광고주의 판촉활동 및 광고주와 회원간의 교신 또는 거래의 결과로써 발생하는 모든 손실 또는 손해에 대해 책임을 지지 않습니다.
제 13 조 (서비스 제공의 중지)
회사는 다음 각 호의 1에 해당하는 경우 서비스의 제공을 중지할 수 있습니다.
① 설비의 보수 등을 위하여 부득이한 경우
② 전기통신사업법에 규정된 기간통신사업자가 전기통신서비스를 중지하는 경우
③ 기타 불가항력적인 사유에 의해 서비스 제공이 객관적으로 불가능한 경우

제 4 장 서비스와 관련한 권리·의무관계
제 14 조 (회사의 의무)
① 회사는 본 약관에서 정한 바에 따라 계속적이고 안정적인 서비스의 제공을 위하여 지속적으로 최선의 노력을 다하여야 합니다.
② 회사는 서비스에 관련된 설비를 항상 운용할 수 있는 상태로 유지· 보수하고, 장애가 발생하는 경우 지체 없이 이를 수리· 복구할 수 있도록 최선의 노력을 다하여야 합니다.
③ 회사는 서비스와 관련한 회원의 불만사항이 접수되는 경우 이를 즉시 처리 하여야 하며, 즉시 처리가 곤란한 경우 그 사유와 처리일정을 서비스 또는 전자 우편을 통하여 동 회원에게 통지하여야 합니다.
④ 회사는 이용계약의 체결, 계약사항의 변경 및 해지 등 이용자와의 계약관련 절차 및 내용 등에 있어 이용자에게 편의를 제공할 수 있도록 노력합니다.
제 15 조 (회원의 의무)
① 회원은 관계법령, 본 약관의 규정, 이용안내 및 주의사항 등 회사가 통지하는 사항을 준수하여야 하며, 기타 회사의 업무에 방해되는 행위를 하여서는 아니 됩니다.
② 회원은 회사의 사전 승낙 없이 서비스를 이용하여 어떠한 영리행위도 할 수 없으며, 서비스를 이용하여 얻은 정보를 회사의 사전 승낙 없이 복사, 복제, 변경, 번역, 출판·방송 기타의 방법으로 사용하거나 이를 타인에게 제공할 수 없습니다.
③ 회원은 유료서비스 이용에 필요한 요금을 지정한 기일 내에 납부하여야 하며, 결제의 수단으로 신용카드를 사용할 경우 비밀번호 등 정보유실 방지는 회원 스스로 관리하여야 합니다.
④ 회원에게 부여된 ID나 비밀번호의 관리 소홀, 부정사용에 의하여 발생하는 모든 결과에 대한 책임은 회원에게 있습니다.
⑤ 회원은 자신의 ID나 비밀번호가 도난 당하거나 제 3자가 사용하고 있다는 사실을 발견한 경우에는 즉시 회사에 신고해야 하고, 신고를 하지 않아 발생하는 모든 결과에 대한 책임은 회원에게 있습니다.
⑥ 회원은 이용신청서의 기재내용 중 변경된 내용이 있는 경우 서비스를 통하여 그 내용을 회사에 통지하여야 합니다.
⑦ 회원은 서비스 이용과 관련하여 다음 각 호의 행위를 하여서는 아니 됩니다.
1. 다른 회원의 아이디(ID)를 부정 사용하는 행위 및 비밀번호, 생년월일을 도용하는 행위
2. 범죄행위를 목적으로 하거나 기타 범죄행위와 관련된 행위
3. 미풍양속 및 기타 사회질서를 해하는 행위
4. 타인의 명예를 훼손하거나 모욕하는 행위
5. 타인의 지적재산권 등의 권리를 침해하는 행위
6. 해킹행위 또는 컴퓨터바이러스의 유포행위
7. 타인의 의사에 반하여 광고성 정보 등 일정한 내용을 지속적으로 전송하는 행위
8. 서비스의 안전적인 운영에 지장을 주거나 줄 우려가 있는 일체의 행위
9. 기타 관계법령에 위배되는 행위
제 16 조 (허위 구인광고 경고)
구인회원이 구인등록 시 제공한 구인조건 등의 내용이 허위 또는 과장으로 직업안정법 제47조에 위배될 경우 5년 이하의 징역 또는 2천만원 이하의 벌금형을 받게 됩니다.
제 17 조 (회원의 게시물 등)
① 게시물이라 함은 회원이 서비스를 이용하면서 게시한 글, 사진, 각종 파일과 링크 등을 말합니다.
② 회원이 서비스에 등록하는 게시물 등으로 인하여 본인 또는 타인에게 손해나 기타 문제가 발생하는 경우 회원은 이에 대한 책임을 지게되며, 회사는 특별한 사정이 없는 한 이에 대하여 책임을 지지 않습니다.
③ 회사는 다음 각 호에 해당하는 게시물 등을 회원의 사전 동의 없이 임시게시 중단, 수정, 삭제, 이동 또는 등록거부 등의 관련 조치를 취할수 있습니다.
1. 다른 회원 또는 제 3자에게 심한 모욕을 주거나 명예를 손상시키는 내용인 경우
2. 공공질서 및 미풍양속에 위반되는 내용을 유포하거나 링크시키는 경우
3. 불법복제 또는 해킹을 조장하는 내용인 경우
4. 영리를 목적으로 하는 광고일 경우
5. 범죄와 결부된다고 객관적으로 인정되는 내용일 경우
6. 다른 이용자 또는 제 3자의 저작권 등 기타 권리를 침해하는 내용인 경우
7. 사적인 정치적 판단이나 종교적 견해의 내용으로 회사가 서비스 성격에 부합하지 않는다고 판단하는 경우
8. 회사에서 규정한 게시물 원칙에 어긋나거나, 게시판 성격에 부합하지 않는 경우
9. 기타 관계법령에 위배된다고 판단되는 경우
④ 회사는 게시물 등에 대하여 제3자로 부터 명예훼손, 지적재산권 등의 권리 침해를 이유로 게시중단 요청을 받은 경우 이를 임시로 게시중단(전송중단)할 수 있으며, 게시중단 요청자와 게시물 등록자 간에 소송, 합의 기타 이에 준하는 관련기관의 결정 등이 이루어져 회사에 접수된 경우 이에 따릅니다.
⑤ 해당 게시물 등에 대해 임시게시 중단이 된 경우, 게시물을 등록한 회원은 재게시(전송재개)를 회사에 요청할 수 있으며, 게시 중단일로부터 3개월 내에 재게시를 요청하지 아니한 경우 회사는 이를 삭제할 수 있습니다.
제 18 조 (게시물에 대한 저작권)
① 회사가 작성한 게시물 또는 저작물에 대한 저작권 기타 지적재산권은 회사에 귀속합니다.
② 회원이 서비스 내에 게시한 게시물의 저작권은 게시한 회원에게 귀속됩니다. 단, 회사는 서비스의 운영, 전시,전송, 배포, 홍보의 목적으로 회원의 별도의 허락 없이 무상으로 저작권법에 규정하는 공정한 관행에 합치되게 합리적인 범위 내에서 다음과 같이 회원이 등록한 게시물을 사용할 수 있습니다.
1. 서비스 내에서 회원 게시물의 복제, 수정, 개조, 전시, 전송, 배포 및 저작물성을 해치지 않는 범위 내에서의 편집 저작물 작성.
2. 미디어, 통신사 등 서비스 제휴 파트너에게 회원의 게시물 내용을 제공, 전시 혹은 홍보하게 하는 것. 단, 이 경우 회사는 별도의 동의 없이 회원의 이용자ID 외에 회원의 개인정보를 제공하지 않습니다.
③ 회사는 전항 이외의 방법으로 회원의 게시물을 이용하고자 하는 경우, 전화, 팩스, 전자우편 등의 방법을 통해 사전에 회원의 동의를 얻어야 합니다.
④ 회원이 이용계약 해지를 한 경우 본인 계정에 기록된 게시물(ex. 메일 등) 일체는 삭제됩니다. 단, 타인에 의해 보관, 담기 등으로 재게시 되거나 복제된 게시물과 타인의 게시물과 결합되어 제공되는 게시물, 공용 게시판에 등록된 게시물 등은 그러하지 않습니다.

제 5 장 기 타
제 19 조 (양도금지)
회원이 서비스의 이용권한, 기타 이용 계약상 지위를 타인에게 양도, 증여할 수 없으며, 이를 담보로 제공할 수 없습니다.
제 20 조 (계약해지 및 이용제한)
① 회원이 이용 계약을 해지하고자 하는 경우에는 온라인 상에서 즉시 회원탈퇴를 실행하거나 회원탈퇴 문의메일을 온라인을 통해 보내주시면 됩니다. 문의 메일을 통해 회원탈퇴를 진행 할 경우에는 최대 24시간의 처리기간을 갖고 있습니다.
② 회사는 회원이 다음에 해당하는 행위를 하였을 경우 사전 동의 없이 이용계약을 해지하거나 또는 서비스 이용중지, 채용공고 게시물 삭제 등의 조치를 취할 수 있습니다.
1. 타인의 개인정보, ID 및 비밀번호를 도용한 경우.
2. 가입한 이름이 실명이 아닌 경우.
3. 같은 사용자가 다른 ID로 이중등록을 한 경우.
4. 타인의 명예를 손상시키거나 불이익을 주는 행위를 한 경우.
5. 다른 회원 또는 제 3자의 지적재산권을 침해하는 경우.
6. 본 서비스 목적에 맞지 않는 분야에 정보를 활용하여 사회적 물의가 발생한 경우.
7. 회원이 등록한 정보의 내용이 사실과 다르거나 조작된 경우.
8. 동일 회원ID로 마감일이 지나지 않은 사실상의 동일 내용 채용공고를 중복 등록한 경우.
9. 허위 채용공고를 등록했을 때.
10. 지사, 지점, 영업소 등의 경우 구체적인 지사, 지점, 영업소 명칭을 사용하지 않고 기업명을 등록했거나 지사, 지점, 영업소의 사업자등록번호가 별도 있음에도 불구하고 본사의 사업자등록번호로 기업회원 가입을 한경우.
11. 사업자등록증에 나타난 정보와 기업회원 가입시의 정보가 일치하지 않은 경우.
12. 모집요강에 적합한 분류를 지정하지 않은 경우. 특히, 교육기관이나 이벤트업체 또는 영업대행 기관의 경우 영업, 마케팅, 텔레마케팅.
13. 상담인력을 모집하고자 함에도 텔레마케팅 또는 고객상담, 교육 /강사 /학원 등 반드시 직접 관련되는 해당업종, 직종 분류를 지정하지 아니한 경우.
14. 재택 쇼핑몰 운영(홍보)에 관한 내용을 등록한 경우.
15. 기타 본 서비스 명예를 훼손한 경우.
16. 임금체불, 기타 노동관계 법령 위반사실이 법원이나 검찰, 노동부, 기타 관할기관에 접수되어 있는 기업인 경우.
17. 취업 시 수수료를 지불해야 하거나 교육비 명목으로 개인에게 비용을 요구하는 경우.
18. 회사의 서비스 정보를 이용하여 얻은 정보를 회사의 사전 승낙없이 복제 또는 유통시키거나 상업적으로 이용하는 경우.
19. 회원이 자신의 홈페이지와 게시판에 음란물을 게재하거나 음란 사이트 링크하는 경우.
20. 공공질서 및 미풍양속에 저해되는 내용을 고의로 유포시킨 경우(예. 욕설, 음란물 배포 등).
21. 회원이 국익 또는 사회적 공익을 저해할 목적으로 서비스 이용을 계획 또는 실행하는 경우.
22. 서비스 운영을 고의로 방해한 경우.
23. 서비스의 안정적 운영을 방해할 목적으로 다량의 정보를 전송하거나 광고성 정보를 전송하는 경우
24. 정보통신설비의 오작동이나 정보의 파괴를 유발시키는 컴퓨터 바이러스 프로그램 등을 유포하는 경우.
25. 동일 아이피로 동일 내용 채용공고를 중복 등록하는 업체.
26. 회사명을 수시로 변경하며 동일한 구인공고를 올리는 업체.
27. 업체명, 담당자 성명, 사무실 연락처 등 구인 업체의 중요 정보를 정확하게 기입하지 않은 경우.
③ 회원이 사망한 때는 회원 자격을 상실합니다.
④ 회사는 제2항에 의해 해지된 회원이 다시 이용신청을 하는 경우 일정기간 그 승낙을 제한할 수 있습니다.
제 21 조 (손해배상)
회사는 무료로 제공되는 서비스와 관련하여 회원에게 어떠한 손해가 발생 하더라도 동 손해가 회사의 중대한 과실에 의한 경우를 제외하고 이에 대하여 책임을 부담하지 아니합니다.
제 22 조 (면책·배상)
① 천재지변 또는 이에 준하는 불가항력으로 인하여 서비스를 제공할 수 없는 경우에는 회사의 서비스 제공에 관한 책임이 면제됩니다.
② 회사는 회원이 서비스에 게재한 정보, 자료, 사실의 정확성, 신뢰성 등 그 내용에 관하여는 어떠한 책임을 부담하지 아니 하고, 회원은 자기의 책임아래 서비스를 이용하며, 서비스를 이용하여 게시 또는 전송한 자료등에 관하여 손해가 발생하거나 자료의 취사선택, 기타 서비스 이용과 관련하여 어떠한 불이익이 발생하더라도 이에 대한 모든 책임은 회원에게 있습니다.
③ 회원 아이디(ID)와 비밀번호의 관리 및 이용상의 부주의로 인하여 발생되는 손해 또는 제3자에 의한 부정사용 등에 대한 책임은 모두 회원에게 있습니다.
④ 회사는 회원이 서비스를 이용하여 기대하는 수익을 상실한 것이나 서비스를 통하여 얻은 자료로 인한 손해에 관하여 책임을 지지 않습니다.
⑤ 회사는 서비스 이용과 관련하여 회원에게 발생한 손해 가운데 회원의 고의, 과실에 의한 손해에 대하여 책임을 지지 않습니다.
제 23 조 (분쟁의 해결)
① 회사와 회원은 서비스와 관련하여 발생한 분쟁을 원만하게 해결하기 위하여 필요한 모든 노력을 하여야 합니다.
② 회사는 이용자로 부터 제기되는 불만사항 및 의견을 우선적으로 처리합니다. 다만, 신속한 처리가 곤란한 경우에는 이용자에게 그 사유와 처리 일정을 즉시 통보합니다.
③ 1항과 2항의 노력에도 불구하고 분쟁에 대하여 소송이 제기될 경우 동 분쟁에 대한 소송은 회사의 주소지의 관할 법원으로 합니다.

부 칙
제 1 조 (시행일)
본 약관은 2026년 3월 1일부터 시행 합니다.`;

export const PRIVACY_POLICY = `<Insumatch 개인정보 처리방침>

Insumatch 이하 '회사'라 함)는 개인정보보호법에 따라 이용자의 개인정보 보호 및 권익을 보호하고 개인정보와 관련한 이용자의 고충을 원활하게 처리할 수 있도록 다음과 같은 처리방침을 두고 있습니다. 　 회사는 개인정보처리방침을 개정하는 경우 웹사이트 공지사항을 통하여 공지할 것입니다. 　

○ 본 방침은부터 2026년 3월 1일부터 시행됩니다.
1. 개인정보의 처리 목적
회사는 개인정보를 다음의 목적을 위해 처리합니다. 처리한 개인정보는 다음의 목적이외의 용도로는 사용되지 않으며 이용 목적이 변경될 시에는 개인정보보호법 제18조에 따라 별도의 사전동의를 받는 등 필요한 조치를 이행할 예정입니다.
가. 홈페이지 회원가입 및 관리 회원 가입의사 확인, 회원제 서비스 제공에 따른 본인 식별·인증, 회원자격 유지·관리, 제한적 본인확인제 시행에 따른 본인확인, 서비스 부정이용 방지, 만14세 미만 아동 개인정보 수집 시 법정대리인 동의 여부 확인, 각종 고지·통지, 고충처리, 분쟁 조정을 위한 기록 보존 등을 목적으로 개인정보를 처리합니다.
나. 민원사무 처리 민원인의 신원 확인, 민원사항 확인, 사실조사를 위한 연락·통지, 처리결과 통보 등을 목적으로 개인정보를 처리합니다.
다. 재화 또는 서비스 제공 서비스 제공, 콘텐츠 제공, 맞춤 서비스 제공, 본인인증, 연령인증 등을 목적으로 개인정보를 처리합니다.
라. 마케팅 및 광고에의 활용 신규 서비스(제품) 개발 및 맞춤 서비스 제공, 이벤트 및 광고성 정보 제공 및 참여기회 제공, 인구통계학적 특성에 따른 서비스 제공 및 광고 게재, 서비스의 유효성 확인, 접속빈도 파악 또는 회원의 서비스 이용에 대한 통계등을 목적으로 개인정보를 처리합니다.

2.처리하는 개인정보의 항목 회사는 회원가입, 상담, 서비스 신청 등을 위해 다음의 개인정보 항목을 처리하고 있습니다.
가. 개인정보 항목 : 이름, 생년월일, 성별, 로그인ID, 비밀번호, 비밀번호 질문과 답변, 자택 전화번호, 휴대전화번호, 이메일, 주소
나. 개인정보 수집방법 : 홈페이지(회원가입 등)

3. 개인정보의 처리 및 보유 기간
가. 회사는 법령에 따른 개인정보 보유·이용기간 또는 정보주체로부터 개인정보를 수집시에 동의 받은 개인정보 보유,이용기간 내에서 개인정보를 처리,보유합니다.
나. 각각의 개인정보 처리 및 보유 기간은 다음과 같습니다.
-보유근거 : 당사와 사이트에 가입한 회원거래를 위한 보존
-관련법령 : 1) 소비자의 불만 또는 분쟁처리에 관한 기록 : 3년
2) 신용정보의 수집/처리 및 이용 등에 관한 기록 : 3년

3) 대금결제 및 재화 등의 공급에 관한 기록 : 5년

4. 개인정보 제3자 제공관련
수집한 개인정보의 제공
회사는 서비스 이행을 위해 아래와 같이 외부 전문업체에 제공하여 운영하고 있습니다.
제공대상자 : KS자산관리(주)
제공업무 목적 : 콘텐츠 제공,물품배송 또는 청구지 등 발송,회원제 서비스 이용에 따른 본인확인,개인 식별,불량회원의 부정 이용 방지와 비인가 사용 방지,가입 의사 확인,연령확인,불만처리 등 민원처리,공지사항 전달,신규 서비스 제품 및 서비스 안내 (TM 및 SMS)
제공하는 개인정보 항목
이름, 생년월일, 성별, 로그인ID, 비밀번호, 비밀번호 질문과 답변, 자택 전화번호, 자택 주소, 휴대전화번호, 이메일, 직업, 회사명, 부서, 회사 전화번호, 학력, 서비스 이용기록, 사이트 내에 가입된 회원정보
개인정보 보유 및 이용기간
원칙적으로, 개인정보 수집 및 이용목적이 달성된 후에는 해당 정보를 지체 없이 파기합니다. 단, 관계법령의 규정에 의하여 보존할 필요가 있는 경우 회사는 아래와 같이 관계법령에서 정한 일정한 기간 동안 회원정보를 보관합니다
● 대금결제 및 재화 등의 공급에 관한 기록 : 5년 (전자상거래등에서의 소비자보호에 관한 법률)
● 소비자의 불만 또는 분쟁처리에 관한 기록 : 3년 (전자상거래등에서의 소비자보호에 관한 법률)
● 신용정보의 수집/처리 및 이용 등에 관한 기록 : 3년 (신용정보의 이용 및 보호에 관한 법률)

5. 정보주체의 권리,의무 및 그 행사방법
가. 정보주체는 회사에 대해 언제든지 다음 각 호의 개인정보 보호 관련 권리를 행사할 수 있습니다.
- 개인정보 열람요구
- 오류 등이 있을 경우 정정 요구
- 삭제요구
- 처리정지 요구

나. 제<가항>에 따른 권리 행사는 회사에 대해 개인정보 보호법 시행규칙 별지 제8호 서식에 따라 서면, 전자우편, 모사전송(FAX) 등을 통하여 하실 수 있으며 사이트는 이에 대해 지체 없이 조치하겠습니다.

다. 정보주체가 개인정보의 오류 등에 대한 정정 또는 삭제를 요구한 경우에는 정정 또는 삭제를 완료할 때까지 당해 개인 정보를 이용하거나 제공하지 않습니다.

라. 제<가항>항에 따른 권리 행사는 정보주체의 법정대리인이나 위임을 받은 자 등 대리인을 통하여 하실 수 있습니다. 이 경우 개인정보 보호법 시행규칙 별지 제11호 서식에 따른 위임장을 제출하셔야 합니다.

6. 개인정보의 파기 절차 및 방법
회사는 원칙적으로 개인정보 처리목적이 달성된 경우에는 지체없이 해당 개인정보를 파기합니다. 파기의 절차, 기한 및 방법은 다음과 같습니다.
가. 파기절차 이용자가 입력한 정보는 목적 달성 후 별도의 DB에 옮겨져(종이의 경우 별도의 서류) 내부 방침 및 기타 관련 법령에 따라 일정기간 저장된 후 혹은 즉시 파기됩니다. 이 때, DB로 옮겨진 개인정보는 법률에 의한 경우가 아니고서는 다른 목적으로 이용되지 않습니다.

나. 파기기한 이용자의 개인정보는 개인정보의 보유기간이 경과된 경우에는 보유기간의 종료일로부터 5일 이내에, 개인정보의 처리 목적 달성, 해당 서비스의 폐지, 사업의 종료 등 그 개인정보가 불필요하게 되었을 때에는 개인정보의 처리가 불필요한 것으로 인정되는 날로부터 5일 이내에 그 개인정보를 파기합니다. 다.

파기방법
- 전자적 파일 형태의 정보는 기록을 재생할 수 없는 기술적 방법을 사용합니다.
- 종이에 출력된 개인정보는 분쇄기로 분쇄하거나 소각을 통하여 파기합니다.

7. 개인정보의 안전성 확보 조치
회사는 개인정보보호법 제29조에 따라 다음과 같이 안전성 확보에 필요한 기술적/관리적 및 물리적 조치를 하고 있습니다.
가. 개인정보 취급 직원의 최소화 및 교육 개인정보를 취급하는 직원을 지정하고 담당자에 한정시켜 최소화 하여 개인정보를 관리하는 대책을 시행하고 있습니다.
나. 내부관리계획의 수립 및 시행 개인정보의 안전한 처리를 위하여 내부관리계획을 수립하고 시행하고 있습니다.
다. 개인정보의 암호화 이용자의 개인정보는 비밀번호는 암호화 되어 저장 및 관리되고 있어, 본인만이 알 수 있으며 중요한 데이터는 파일 및 전송 데이터를 암호화 하거나 파일 잠금 기능을 사용하는 등의 별도 보안기능을 사용하고 있습니다.
라. 해킹 등에 대비한 기술적 대책 회사는 해킹이나 컴퓨터 바이러스 등에 의한 개인정보 유출 및 훼손을 막기 위하여 보안프로그램을 설치하고 주기적인 갱신·점검을 하며 외부로부터 접근이 통제된 구역에 시스템을 설치하고 기술적/물리적으로 감시 및 차단하고 있습니다.
마. 개인정보에 대한 접근 제한 개인정보를 처리하는 데이터베이스시스템에 대한 접근권한의 부여,변경,말소를 통하여 개인정보에 대한 접근통제를 위하여 필요한 조치를 하고 있으며 침입차단시스템을 이용하여 외부로부터의 무단 접근을 통제하고 있습니다.
바. 문서보안을 위한 잠금장치 사용 개인정보가 포함된 서류, 보조저장매체 등을 잠금장치가 있는 안전한 장소에 보관하고 있습니다.

8. 개인정보 보호책임자 작성 및 개인정보 민원서비스
가. 회사는 개인정보 처리에 관한 업무를 총괄해서 책임지고, 개인정보 처리와 관련한 정보주체의 불만처리 및 피해구제 등을 위하여 아래와 같이 개인정보 보호책임자를 지정하고 있습니다.
▶ 고객서비스담당 부서 : Insumatch사업팀
● 담당자 : 김기목
● 전화번호 : 010-3091-0703
● 이메일 : teomok1@gmail.com
▶ 개인정보 관리책임자 : 김기목
나. 정보주체께서는 회사의 서비스를 이용하시면서 발생한 모든 개인정보 보호 관련 문의, 불만처리, 피해구제 등에 관한 사항을 개인정보 보호책임자 및 담당부서로 문의하실 수 있습니다. 회사는 정보주체의 문의에 대해 지체 없이 답변 및 처리해 드릴 것입니다.

9. 권익침해 구제방법
정보주체는 아래의 기관에 대해 개인정보 침해에 대한 피해구제, 상담 등을 문의하실 수 있습니다. <아래의 기관은 개인정보보호 종합지원시스템과는 별개의 기관으로서, 개인정보보호 종합지원시스템의 자체적인 개인정보 불만처리, 피해구제 결과에 만족하지 못하시거나 보다 자세한 도움이 필요하시면 문의하여 주시기 바랍니다>

▶ 개인정보 침해신고센터 (한국인터넷진흥원 운영)
소관업무 : 개인정보 침해사실 신고, 상담 신청
- 홈페이지 : privacy.kisa.or.kr
- 전화 : (국번없이) 118 - 주소 : (138-950) 서울시 송파구 중대로 135 한국인터넷진흥원 개인정보침해신고센터
▶ 개인정보 분쟁조정위원회 ( http://privacy.kisa.or.kr / 1336)

▶ 정보보호마크인증위원회 ( http://www.eprivacy.or.kr / 02-580-0533~4)

▶ 대검찰청 인터넷범죄수사센터 : 02-3480-3600 (http://www.spo.go.kr, cybercid@spo.go.kr)

▶ 경찰청 사이버테러대응센터 : 02-392-0330 (www.ctrc.go.kr)
또한, 개인정보의 열람, 정정·삭제, 처리정지 등에 대한 정보주체자의 요구에 대하여 공공기관의 장이 행한 처분 또는 부작위로 인하여 권리 또는 이익을 침해 받은 자는 행정심판법이 정하는 바에 따라 행정심판을 청구할 수 있습니다.

10. 이용자 및 법정대리인의 권리와 그 행사방법
● 이용자는 언제든지 등록되어 있는 자신의 개인정보를 조회하거나 수정할 수 있으며 가입해지를 요청할 수도 있습니다.
● 이용자들의 개인정보 조회, 수정을 위해서는 '개인정보변경'(또는 회원정보수정 등)을 가입해지(동의철회)를 위해서는 '회원탈퇴'를 요청하여 본인확인 절차를 거치신 후에 직접 열람, 정정 또는 탈퇴가 가능합니다.
● 혹은 개인정보관리책임자에게 서면, 전화 또는 이메일로 연락하시면 지체없이 조치하겠습니다.
● 귀하가 개인정보의 오류에 대한 정정을 요청하신 경우에는 정정을 완료하기 전까지 당해 개인정볼르 이용 또는 제공하지 않습니다. 또한 잘못된 개인정보를 제3자에게 이미 제공한 경우에는 정정 처리결과를 제3자에게 지체없이 통지하여 정정이 이뤄지도록 하겠습니다."
● 회사는 이용자의 요청에 의해 해지 또는 삭제된 개인정보는 '회사가 수집하는 개인정보의 보유 및 이용기간'에 명시된 바에 따라 처리하고 그 외의 용도로 열람 또는 이용할 수 없도록 처리하고 있습니다.

11. 개인정보 자동수집 장치의 설치, 운영 및 그 거부에 관한 사항
당사는 개인정보 자동수집 장치를 운영하고 있지 않습니다.

12. 개인정보 처리방침 변경 이 <개인정보처리방침>은 시행일 부터 적용되며, 법령 및 방침에 따른 변경내용의 추가, 삭제 및 정정이 있는 경우에는 변경사항의 시행 7일 전부터 공지사항을 통하여 고지할 것입니다.`;
